# Количество выводимых строк из лог-файла
LOG_FILE_LENGTH = 50

# Таймаут для проверки доступности веб-ресурса
TIMEOUT = 15

# Период мониторинга веб-ресурсов в минутах
MONITORING_PERIOD = 1

# Период недоступности в часах, по истечении которого прекращается мониторинг веб-ресурса
UNAVAILABILITY_PERIOD = 1

# Максимальный размер отправляемого zip-архива в Мб
MAX_ZIPFILE_SIZE = 1

# Максимальное количество одновременно обрабатываемых веб-ресурсов (при большом количестве ссылок, переданных в zip-архиве)
MAX_COUNT_URL_TOGETHER = 1000

# Абсолютный путь для лог-файла
LOGFILE_ABSOLUTE_PATH = False
